Repository: clever-vpn/clever-vpn-client-apple
Catalog: App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About us
zh_hans: 关于我们

source: Advanced Settings
zh_hans: 高级设置

source: Agree to associate device data to your account
zh_hans: 同意将设备数据关联到您的账户

source: Are you sure?
zh_hans: 您确定吗？

source: Auto
zh_hans: 自动

source: Auto Select Adress
zh_hans: 自动选择地点

source: Auto Select Line
zh_hans: 自动选择线路

source: Automatic protocol selection (default)
zh_hans: 自动选择协议（默认）

source: Cancel
zh_hans: 取消

source: Clever VPN Error
zh_hans: Clever VPN 错误

source: Close
zh_hans: 关闭

source: Configure region, domain, and IP rules
zh_hans: 配置地区、域名和 IP 规则

source: Connecting
zh_hans: 连接中

source: Connection Info
zh_hans: 连接信息

source: Copied
zh_hans: 已复制

source: Copy User ID
zh_hans: 复制用户 ID

source: Detected code
zh_hans: 检测到的地区代码

source: Disconnecting
zh_hans: 断开中

source: Domain & Suffix Rules
zh_hans: 域名与后缀规则

source: Domain Regex
zh_hans: 域名正则

source: Domain Rules
zh_hans: 域名规则

source: DOWNLOADED
zh_hans: 已下载

source: Enable domain split
zh_hans: 启用域名分流

source: Enable IP split
zh_hans: 启用 IP 分流

source: Enable region split
zh_hans: 启用地区分流

source: Export Result
zh_hans: 导出结果

source: Failed to save file: %@
zh_hans: 保存文件失败：%1$@

source: Fast Modern VPN
zh_hans: 现代高速 VPN

source: File saved to: %@
zh_hans: 文件已保存到：%1$@

source: For the app to work with the Clever VPN service and in-app purchases, the following device data is associated with your account: - Unique random device ID - Device name or hostname - OS version and type - CPU architecture - User ID **Clever VPN values your privacy**. You can sign out from the device and delete your data by deactivating at any time.
zh_hans: 为了让应用正常使用 Clever VPN 服务和应用内购买，以下设备数据会与您的账户关联： - 随机生成的唯一设备 ID - 设备名称或主机名 - 操作系统版本和类型 - CPU 架构 - 用户 ID **Clever VPN 重视您的隐私**。您可以随时通过停用服务来退出登录并删除您的数据。

source: Home
zh_hans: 首页

source: Invalid
zh_hans: 无效

source: IP CIDR List
zh_hans: IP CIDR 列表

source: IP Rules
zh_hans: IP 规则

source: Launch at login
zh_hans: 登录时启动

source: Launch at Login
zh_hans: 登录时启动

source: Log View
zh_hans: 日志

source: Login
zh_hans: 登录

source: Logout
zh_hans: 退出登录

source: Logs
zh_hans: 日志

source: No key
zh_hans: 未设置

source: None
zh_hans: 无

source: OK
zh_hans: 确定

source: One item per line, for example: 10.0.0.0/8
zh_hans: 每行一项，例如：10.0.0.0/8

source: One item per line. Use .example.com for suffix, api.example.com for exact domain.
zh_hans: 每行一项。使用 .example.com 表示后缀，api.example.com 表示精确域名。

source: One regex per line. example: ^stun\\..+
zh_hans: 每行一条正则，例如：^stun\\..+

source: Protocol
zh_hans: 协议

source: Protocol Type
zh_hans: 协议类型

source: Quit App
zh_hans: 退出应用

source: Reasserting
zh_hans: 重新连接中

source: Refresh
zh_hans: 刷新

source: Region
zh_hans: 地区

source: Region code is automatically detected by system and not editable.
zh_hans: 地区代码由系统自动检测，无法编辑。

source: Relay
zh_hans: 中继

source: Relay IP
zh_hans: 中继 IP

source: Save
zh_hans: 保存

source: Save Split Settings
zh_hans: 保存分流设置

source: Saved
zh_hans: 已保存

source: Settings
zh_hans: 设置

source: Split Routing
zh_hans: 分流设置

source: Split settings have been updated.
zh_hans: 分流设置已更新。

source: TCP Fast
zh_hans: TCP 快速

source: TCP Stable
zh_hans: TCP 稳定

source: UDP Fast
zh_hans: UDP 快速

source: UDP Stable
zh_hans: UDP 稳定

source: UDP Tunnel
zh_hans: UDP 隧道

source: Unknown
zh_hans: 未知

source: UPLOADED
zh_hans: 已上传

source: Upstream
zh_hans: 上游

source: Upstream Proxy
zh_hans: 上游代理

source: Use fast TCP
zh_hans: 使用高速 TCP

source: Use fast UDP
zh_hans: 使用高速 UDP

source: Use stable TCP
zh_hans: 使用稳定 TCP

source: Use stable UDP
zh_hans: 使用稳定 UDP

source: Use UDP for the L3 tunnel
zh_hans: 对三层隧道使用 UDP

source: User ID
zh_hans: 用户 ID

source: Version
zh_hans: 版本

source: VPN is off
zh_hans: VPN 已关闭

source: VPN is on
zh_hans: VPN 已开启

source: Waiting
zh_hans: 等待

source: xN = Factor
zh_hans: xN = 倍率
